tap "bufbuild/buf"
tap "homebrew/bundle"
tap "homebrew/cask-fonts"
tap "ktr0731/evans"
brew "little-cms2"
brew "webp"
brew "jpeg-xl"
brew "aom"
brew "bat"
brew "glib"
brew "cairo"
brew "fnm"
brew "fzf"
brew "libavif"
brew "gd"
brew "gdk-pixbuf"
brew "gh"
brew "gnutls"
brew "golangci-lint"
brew "netpbm"
brew "gts"
brew "harfbuzz"
brew "pango"
brew "librsvg"
brew "graphviz"
brew "grpcui"
brew "grpcurl"
brew "helm"
brew "htop"
brew "jq"
brew "librdkafka"
brew "kcat"
brew "kubernetes-cli"
brew "kube-ps1"
brew "kubectx"
brew "libpq"
brew "lua"
brew "luajit"
brew "node"
brew "mongosh"
brew "neovim"
brew "node@16"
brew "podman"
brew "podman-compose"
brew "protobuf"
brew "python@3.11"
brew "redis"
brew "ripgrep"
brew "telnet"
brew "wireshark"
brew "termshark"
brew "tmux"
brew "tree"
brew "watch"
brew "wget"
brew "wrk"
brew "zsh-syntax-highlighting"
brew "bufbuild/buf/buf"
brew "ktr0731/evans/evans"
cask "dbeaver-community"
cask "font-fira-code-nerd-font"
cask "google-cloud-sdk"
cask "iterm2"
cask "mongodb-compass"
cask "ngrok"
cask "offset-explorer"
cask "postman"
cask "telegram"
cask "wezterm"
vscode "crisgarner.foundry-snippets"
vscode "dbaeumer.vscode-eslint"
vscode "eamodio.gitlens"
vscode "esbenp.prettier-vscode"
vscode "github.copilot"
vscode "github.copilot-chat"
vscode "github.vscode-github-actions"
vscode "golang.go"
vscode "jebbs.plantuml"
vscode "ms-python.debugpy"
vscode "ms-python.python"
vscode "ms-python.vscode-pylance"
vscode "ms-vscode.cmake-tools"
vscode "ms-vscode.cpptools"
vscode "ms-vscode.cpptools-extension-pack"
vscode "ms-vscode.cpptools-themes"
vscode "nomicfoundation.hardhat-solidity"
vscode "tintinweb.graphviz-interactive-preview"
vscode "tintinweb.solidity-visual-auditor"
vscode "tintinweb.vscode-ethover"
vscode "tintinweb.vscode-inline-bookmarks"
vscode "tintinweb.vscode-solidity-flattener"
vscode "tintinweb.vscode-solidity-language"
vscode "twxs.cmake"
vscode "vscodevim.vim"
vscode "zhuangtongfa.material-theme"
vscode "zxh404.vscode-proto3"
